brew "ast-grep"
brew "fd"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "nkf"
brew "nvm"
brew "openjdk"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "wget"
